tap "oven-sh/bun"

brew "atuin"
brew "bat"
brew "bmon"
brew "bun"
brew "comby"
brew "coreutils"
brew "d2"
brew "deno"
brew "direnv"
brew "dockutil"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gping"
brew "graphviz"
brew "gzip"
brew "htop"
brew "hyperfine"
brew "lazygit"
brew "lua"
brew "mise"
brew "moreutils"
brew "mtr"
brew "podman"
brew "pre-commit"
brew "pstree"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tree"
brew "unzip"
brew "uv"
brew "watch"
brew "wget"
brew "xz"
brew "yq"
brew "z"

cask "hammerspoon"
cask "keycastr"
cask "maccy"
