brew "bmon"
brew "cloc"
brew "comby"
brew "container"
brew "coreutils"
brew "dockutil"
brew "fswatch"
brew "git"
brew "gnupg"
brew "graphviz"
brew "gzip"
brew "htop"
brew "lbzip2"
brew "lua"
brew "mise"
brew "mtr"
brew "ncdu"
brew "parallel"
brew "podman"
brew "pre-commit"
brew "pstree"
brew "rustup"
brew "sesh"
brew "sponge"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "xz"

cask "maccy"
